txt_Creator=Translated by Rukoto
=
txt_IsWOW64=このアプリケーションは x86 プラットフォーム用です。x64 版を実行してください。
txt_FileNotFound=ファイルが見つかりません: %s
txt_ServiceChecking=Windows Update service をチェック中...
txt_ServiceIsDisabled=Windows Update サービスが無効のため、Windows Update サービスを開始しています...
txt_VersionWUA=Windows Update Agent: Ver.%d.%d
txt_VersionAPI=Windows Update Agent API: Ver.%s
txt_WUA_UpdateRequired=Windows Update Agent の更新が必要: Ver.%d.%d
txt_InitializationAPI=Windows Update Agent API を初期化中...
txt_CommittingUpdates=更新をコミット中...
=
txt_Size_Byte=B
txt_Size_Kilobyte=KB
txt_Size_Megabyte=MB
txt_Size_Gigabyte=GB
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=インストール済み
txt_Button_Hidden=非表示
txt_Button_History=更新履歴
txt_Button_Cancel=キャンセル
txt_Button_Reboot=再起動
txt_Combobox_NotConfigured=有効 (未設定)
txt_Combobox_Disabled=無効
txt_Combobox_NotificationMode=ダウンロードとインストールを通知
txt_Combobox_DownloadOnly=インストールを通知
txt_Combobox_Other=その他の状態
txt_Checkbox_MicrosoftUpdate=Microsoft Update を登録
txt_Checkbox_IncludeDrivers=ドライバーの更新を含める
txt_Checkbox_IncludeSuperseded=置き換え前の更新を含める
txt_Checkbox_OfflineMode=オフラインモードを使用
txt_Checkbox_SelectAll=すべて選択
txt_Checkbox_SelectedByWU=Windows Update のみ選択
txt_Groupbox_SearchSettings=検索設定
txt_Groupbox_AutomaticUpdates=自動更新
txt_Hint_Search=更新プログラムを確認
txt_Hint_Download=ダウンロード
txt_Hint_Install=インストール
txt_Hint_Uninstall=アンインストール
txt_Hint_Hide=非表示
txt_Hint_Unhide=再表示
txt_Hint_Cancel=キャンセル
txt_Hint_Reboot=今すぐ再起動
txt_Prompt_Filter=クイック検索
txt_Title_RebootRequired=再起動が必要
txt_Title_UpdateInformation=更新情報
txt_Description_RebootRequired=更新の完了にはシステムの再起動が必要です。今すぐ再起動しますか?
=
txt_Log_RebootRequired=システムの再起動が必要
txt_Log_RebootSystem=システムの再起動中...
=
txt_UpdateStatus_PendingForDownload=ダウンロードの保留中
txt_UpdateStatus_PendingForInstall=インストールの保留中
txt_UpdateStatus_PendingForReboot=再起動の保留中
txt_UpdateStatus_Initializing=初期化中
txt_UpdateStatus_Verifying=検証中
=
txt_OperationResult_Failed=失敗
txt_OperationResult_FailedErrorCode=失敗。エラー コード: 0x%.8x
txt_OperationResult_Succeeded=成功
txt_OperationResult_SucceededErrorCode=成功。エラー コード: 0x%.8x
txt_OperationResult_SucceededWithErrors=成功 (エラーあり)
txt_OperationResult_NotStarted=待機中
txt_OperationResult_InProgress=進行中
txt_OperationResult_Aborted=中止
=
txt_SearchProcess=更新プログラムを検索中...
txt_SearchProcessWarning=警告: 0x%.8x %s
txt_DownloadProcess=更新プログラムをダウンロード中...
txt_DownloadProcessItem="%s" をダウンロード中...
txt_InstallationProcess=更新プログラムをインストール中...
txt_InstallationProcessItem="%s" をインストール中...
txt_InstallationRequiresExclusive="%s" は、ほかの更新プログラムとは別にインストールする必要があるため、スキップします。
txt_UninstallationProcess=更新プログラムをアンインストール中...
txt_UninstallationProcessItem="%s" をアンインストール中...
